Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_jarjestaa_kuulemisia_totuus-_ja_sovintokomissaarien_valinnoista.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät järjestää kuulemisia totuus- ja sovintokomissaarien valinnoista
smn: Sämitigge uárnee kulâmijd tuotâvuotâ- já sovâdâttâmkomissaarij valjimijn

source: Saamelaiskäräjät järjestää kuulemisia totuus- ja sovintokomissaarien valinnoista syksyn 2020 aikana.
smn: Sämitigge uárnee kulâmijd tuotâvuotâ- já sovâdâttâmkomissaarij valjimijn čoovčâ 2020 ääigi.

source: Kuulemistilaisuuksia järjestetään jokaisessa saamelaisten kotiseutualueen kunnassa.
smn: Kuullâmtilálâšvuođah uárnejuvvojeh sämmilij päikkikuávlu jyehi kieldâst.

source: Lisäksi järjestetään verkkokuuleminen ja mahdollisuus ilmaista oma mielipiteensä postitse tai sähköpostitse.
smn: Toos lasseen uárnejuvvoo viermikuullâm já máhđulâšvuotâ adeliđ jieijâs uáivil poostâ tâi šleđgâpoostâ peht.

source: – Kuulemistilaisuuksissa on mahdollisuus esittää näkemyksensä komissaareilta vaadittavista ominaisuuksista ja osaamisesta sekä ilmaista tukensa ehdolla oleville henkilöille.
smn: – Kuullâmtilálâšvuođâin lii máhđulâšvuotâ oovdânpyehtiđ uáivilis komissaarijn vattum jiešvuođâin já mättimist sehe adeliđ torjuus iävtukkâssân orroo ulmuid.

source: Komissaariehdokkaat eivät itse ole paikalla tilaisuuksissa, vaan jokaista ehdokasta pyydetään kuvaamaan videoesittely, jossa he vastaavat ennalta määriteltyihin kysymyksiin totuus- ja sovintoprosessista, kertoo puheenjohtaja Tuomas Aslak Juuso kuulemistilaisuuksien luonteesta.
smn: Komissaareh iä jieš lah saje alne tilálâšvuođâin, peic jyehi iävtukkâs pivdoo kuvviđ video-oovdânpyehtim, mast sij västideh muuneeld miäruštâllum koččâmuššáid tuotâvuotâ- já sovâdâttâmprosesist, muštâl saavâjođetteijee Tuomas Aslak Juuso kuullâmtilálâšvuođâi luándust.

source: Saamelaiskäräjien hallitus linjasi kuulemistilaisuuksien käytännönjärjestelyitä siten, että järjestelyissä huomioidaan mm. tilaisuuksien kunnioittava ilmapiiri ja koronaturvallisuus.
smn: Sämitige stivrâ linjij kuullâmtilálâšvuođâi keevâtlijd ornimijd tienuuvt, ete ornimijn váldoo huámmášumán ei. tilálâšvuođâi kunnijâttee pirrâdâh já koronatorvolâšvuotâ.

source: Tilaisuuksiin järjestetään lisäksi tulkkaus.
smn: Tilálâšvuođáid uárnejuvvoo toos lasseen tulkkum.

source: – Saamelaiskäräjät tekee päätöksen esitettävistä komissaareista vuoden 2020 aikana, ajankohdan määräytymisessä huomioidaan koronatilanne.
smn: – Sämitigge taha miärádâs iävtuttemnáál komissaarijn ive 2020 ääigi, äigimudo meerridmist váldoo huámmášumán koronatile.

source: Totuus- ja sovintoprosessi on Saamelaiskäräjille tärkeä ja haluamme päästä asiassa eteenpäin, mutta hoitaa nämä sovitut järjestelyt huolellisesti, jatkaa II varapuheenjohtaja Leo Aikio.
smn: Tuotâvuotâ- já sovâdâttâmproosees lii Sämitiigán tehálâš já mij halijdep peessâđ ääšist ovdâskulij, mutâ hoittáđ taid soppum ornimijd huolâlávt, juátká II värisaavâjođetteijee Leo Aikio.

source: Fyysisten kuulemisten lisäksi järjestetään verkkokuuleminen erityisesti saamelaisalueen ulkopuolella asuville henkilöille.
smn: Fyysisij kulâmij lasseen uárnejuvvoo viermikuullâm eromâšávt sämikuávlu ulguubeln ässee ulmui várás.

source: Nuorten kuuleminen järjestetään yhdessä nuorisoneuvoston kanssa ja lisäksi jokaisella on mahdollisuus ilmaista mielipiteensä postitse tai sähköpostitse.
smn: Nuorâi kuullâm uárnejuvvoo oovtâst nuorâirađđijn já toos lasseen juáhháást lii máhđulâšvuotâ adeliđ uáivilis poostâ tâi šleđgâpoostâ peht.

source: Kuulemistilaisuudet pyritään järjestämään syksyn 2020 aikana.
smn: Kuullâmtilálâšvuođâid viggâp orniđ čoovčâ 2020 ääigi.

source: Tarkemmat ajankohdat määräytyvät koronatilanteen ja saamelaisen vuosikellon mukaan.
smn: Tärhibeh äigimudoh meriduvvojeh koronatile já sämmilij ihetiijme mield.

source: Saamelaiskäräjät julkaisee oman sivuston totuus- ja sovintoprosessista.
smn: Sämitigge almostit jieijâs siijđoid tuotâvuotâ- já sovâdâttâmprosesist.

source: Sivustolla julkaistaan kooste esitetyistä henkilöistä taustatietoineen ja perusteluineen sekä tiedotetaan prosessia koskevista ajankohtaisista asioista.
smn: Siijđoin almostittep čuákánkiäsu iävtuttum ulmuin tuávááštiäđuiguin já vuáđustâsâiguin sehe tieđettep prosesân kyeskee äigikyevdilis aašijn.

source: Lisätietoja
smn: Lasetiäđuh

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
smn: saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi

source: II varapuheenjohtaja Leo Aikio puh. 040 621 6505, leo.aikio(at)samediggi.fi
smn: II värisaavâjođetteijee Leo Aikio puh. 040 621 6505, leo.aikio(at)samediggi.fi

source: puheenjohtajan avustaja Laura Olsén-Ljetoff puh. 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
smn: saavâjođetteijee išedeijee Laura Olsén-Ljetoff puh. 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
